INSERT INTO characteristics
	
    (name,categories_id)

VALUES

	("Размер на екрана,инч:",1),
    ("ТВ Технология:",1),
    ("3D:",1),
    ("Резолюция:",1),
    ("СМАРТ ТВ:",1),
    ("КАМЕРА:",1),
    ("Безжична мрежа:",1),
    ("Операционна система:",1),
    ("Размер на екрана,инч:",2),
    ("Памет:",2),
    ("Процесор:",2),
    ("Хардиск:",2),
    ("Видео Карта:",2),
    ("Видео памет:",2),
    ("Операционна система:",2),
    ("Тегло:(кг)",2),
    ("Оптични устройства:",2),
    ("Размер на дисплея:",3),
    ("Памет(GB):",3),
    ("Предна камера(МР):",3),
    ("Задна камера(МР):",3),
    ("Тип Дисплей:",3),
    ("Батерия:",3),
    ("Процесор:",3),
    ("Операционна система:",3),
    ("СИМ карта:",3),
    ("Цвят:",3);
