USE tehnomarket;
INSERT INTO categories
	(name,parent_category)
VALUES
	("Телевизори и Радио",null),
    ("Компютри и Периферия",null),
    ("Телефони и Таблети",null),
    ("Електроуреди",null),
    ("Малки Електроуреди",null),
    ("Фото и Видео",null);

 INSERT INTO categories
	(name,parent_category)
VALUES
	("Телевизори",1),
    ("ТВ аксесоари",1),
    ("Домашно кино",1),
    ("DVD плейъри",1),
    ("Аудио системи",1),
    ("Аудио аксесоари",1),
    ("Персонално аудио",1),
    ("Авто и GPS",1),
    ("Батерии и зарядни",1),
    ("Лаптопи",2),
    ("Аксесоари за Лаптопи",2),
    ("Компютри",2),
    ("Монитори",2),
    ("Периферни устройства",2),
    ("Принтери и скенери",2),
    ("Мобилни телефони",3),
    ("Smart часовници и гривни",3),
    ("Аксесоари за мобилни телефони",3),
    ("Таблети",3),
    ("Аксесоари за Таблети",3);